import css from './About.module.css';

export default function About() {
  return (
    <section className={css.aboutSection} id="about">
      <div className={css.contentContainer}>
        <h2 className={css.title}>Про комплекс</h2>
        <div className={css.scrollableText}>
          <p>
            Житлово-будівельний кооператив "Перлина Дунаю" — це перший у місті Кілія сучасний шести поверховий житловий комплекс, який поєднує у собі якісне будівництво та передові енергозберігаючі технології. Будинок зводиться з червоної цегли з додатковим утепленням мінерально-ватними плитами, що гарантує комфортний мікроклімат у будь-яку пору року. Комплекс має власне автономне електропостачання, дизельний генератор та систему відеоспостереження, що забезпечує максимальну безпеку та незалежність для мешканців.
          </p>
          <p>
            Будинок розташований у затишному районі за адресою: вул. Хмельницького Богдана, 14, м. Кілія — це зручна локація з розвиненою інфраструктурою, яка забезпечує швидкий доступ до всіх необхідних об’єктів: шкіл, садочків, медичних закладів та магазинів. Закрита територія комплексу облаштована дитячими та спортивними майданчиками, альтанкою для відпочинку, критою стоянкою, гаражами, а також бомбосховищами, що є важливою перевагою у сучасних умовах.
          </p>
          <p>
            "Перлина Дунаю" — це не просто будинок, а простір для комфортного життя. Кожна квартира має індивідуальне опалення та засклені лоджії, а мешканці отримають доступ до власних комор у підвалі. Власна сервісна компанія забезпечить належне обслуговування будинку та території, а гнучкі умови оплати з розстрочкою до 3-х років дозволять зробити покупку квартири максимально доступною для кожної родини.
          </p>
        </div>
      </div>
    </section>
  );
}